tap "aws/tap"
tap "clementtsang/bottom"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "knative-sandbox/kn-plugins"
tap "pulumi/tap"
tap "riscv/riscv"
brew "act"
brew "argo"
brew "argocd"
brew "awscli"
brew "berkeley-db", link: true
brew "buildkit"
brew "bzip2"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "capnp"
brew "cmake"
brew "openldap"
brew "curl"
brew "freetds"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "dasel"
brew "dnsmasq"
brew "doctl"
brew "dog"
brew "eigen"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exercism"
brew "harfbuzz"
brew "libass"
brew "libvorbis"
brew "srt"
brew "ffmpeg"
brew "gcc"
brew "git-lfs"
brew "glfw"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "helm"
brew "httpd"
brew "hyperkit"
brew "icarus-verilog"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "k3d", link: false
brew "kind"
brew "kn"
brew "kubectx"
brew "kubescape"
brew "kubeseal"
brew "kustomize"
brew "libssh"
brew "libusb"
brew "qemu"
brew "lima"
brew "llvm"
brew "localstack"
brew "lsusb"
brew "lua"
brew "luarocks"
brew "luv"
brew "mingw-w64"
brew "minikube"
brew "mono"
brew "mysql@5.7"
brew "nasm"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node"
brew "numpy"
brew "octant"
brew "openal-soft"
brew "openssl@3"
brew "perl"
brew "php@7.4", restart_service: true
brew "pipenv"
brew "pnpm"
brew "podman"
brew "pulumi"
brew "pyenv"
brew "python-tk@3.10"
brew "python@3.7"
brew "qt@5"
brew "redis"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "scons"
brew "socat"
brew "telnet"
brew "tmux"
brew "tree"
brew "velero"
brew "vim"
brew "wget"
brew "wireshark"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "clementtsang/bottom/bottom"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "knative-sandbox/kn-plugins/quickstart"
brew "pulumi/tap/crd2pulumi"
brew "riscv/riscv/riscv-gnu-toolchain"
cask "adoptopenjdk"
cask "alacritty"
cask "amethyst"
cask "deskreen"
cask "devtoys"
cask "dynamodb-local"
cask "font-iosevka"
cask "gcc-arm-embedded"
cask "graphql-playground"
cask "kindle"
cask "ngrok"
cask "responsively"
cask "solvespace"
cask "telegram"
cask "visual-studio-code"
