tap "aws/tap"
tap "clementtsang/bottom"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tap"
tap "knative-sandbox/kn-plugins"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "riscv/riscv"
brew "act"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "argo"
brew "argocd"
brew "argocd-autopilot"
brew "pycparser"
brew "cffi"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "berkeley-db", link: true
brew "buildkit"
brew "bzip2"
brew "glib"
brew "capnp"
brew "certbot", link: false
brew "cfn-lint"
brew "clinfo"
brew "cmake"
brew "libssh2"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "cookiecutter"
brew "coreutils"
brew "dasel"
brew "dnsmasq"
brew "doctl"
brew "docutils"
brew "dog"
brew "eigen"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exercism"
brew "fastlane"
brew "harfbuzz"
brew "libass"
brew "mbedtls"
brew "librist"
brew "libvorbis"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "glfw"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "guile"
brew "helm"
brew "httpd"
brew "hyperkit"
brew "icarus-verilog"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "kind"
brew "kn"
brew "kubernetes-cli"
brew "kubectx"
brew "kubescape"
brew "kubeseal"
brew "kustomize"
brew "libusb"
brew "qemu"
brew "lima"
brew "llvm"
brew "localstack"
brew "lsusb"
brew "lua"
brew "luarocks"
brew "luv"
brew "mingw-w64"
brew "minikube"
brew "mono"
brew "mysql@5.7"
brew "mysql@8.0", link: true
brew "nasm"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node"
brew "node@18"
brew "node@20"
brew "openblas"
brew "numpy"
brew "octant"
brew "openal-soft"
brew "perl"
brew "php@7.4"
brew "php@8.1"
brew "pipenv"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "postgresql@15"
brew "pulumi"
brew "pyenv"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.7"
brew "python@3.9"
brew "qt@5"
brew "reattach-to-user-namespace"
brew "redis"
brew "rustup"
brew "scons"
brew "socat"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "velero"
brew "vim"
brew "wget"
brew "wireshark"
brew "clementtsang/bottom/bottom"
brew "dart-lang/dart/dart", link: false
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "k1low/tap/octocov"
brew "knative-sandbox/kn-plugins/quickstart"
brew "oven-sh/bun/bun"
brew "pulumi/tap/crd2pulumi"
brew "riscv/riscv/riscv-gnu-toolchain"
cask "adoptopenjdk"
cask "alacritty"
cask "amethyst"
cask "chromedriver"
cask "deskreen"
cask "devtoys"
cask "dynamodb-local"
cask "flutter"
cask "font-iosevka"
cask "gcc-arm-embedded"
cask "github"
cask "graphql-playground"
cask "kindle"
cask "ngrok"
cask "postman"
cask "responsively"
cask "solvespace"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "bennykok.novel-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "celianriboulet.webvalidator"
vscode "cschlosser.doxdocgen"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "drmerfy.overtype"
vscode "dsznajder.es7-react-js-snippets"
vscode "dtsvet.vscode-wasm"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-monokai-night"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "lunuan.kubernetes-templates"
vscode "magicstack.magicpython"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "natizyskunk.sftp"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rust10x.rust10x"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.night-owl"
vscode "svelte.svelte-vscode"
vscode "swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
vscode "zaaack.markdown-editor"
