[
  "obsidian-excalidraw-plugin",
  "dataview",
  "obsidian-kanban",
  "table-editor-obsidian",
  "obsidian-icon-folder",
  "obsidian-mind-map",
  "better-word-count",
  "obsidian-emoji-toolbar",
  "obsidian-git",
  "obsidian-importer",
  "obsidian-tasks-plugin",
  "calendar",
  "templater-obsidian",
  "obsidian-advanced-slides",
  "editing-toolbar",
  "nyanbar",
  "omnisearch",
  "obsidian-style-settings",
  "recent-files-obsidian"
]